<h2
  style="
    text-align: center;
    font-size: 13px;
    margin-top: 50px;
    margin-bottom: 0;
  "
>
  Договор поставки №{$contract_id}
</h2>
<h4 style="text-align: center; font-size: 13px">
  {$current_date | date_format : '%d %B %Y'}
</h4>
<p style="text-align: right; font-size: 14px">г. Москва</p>
<p style="font-size: 12px">
  <strong>{$seller['req_name']}</strong>, именуемое в дальнейшем "Поставщик", в
  лице Генерального директора
  <strong>{$seller['req_dir_name'] | nameShort}</strong>, действующего на
  основании Устава, с одной стороны и
  <strong>{$customer['Реквизиты']['название']}</strong>
  именуемое в дальнейшем "Покупатель", в лице Генерального директора
  <strong>{$customer['Руководство']['директор']['фио'] | nameShort}</strong>,
  действующего на основании Устава, с другой стороны, (далее – Стороны договора)
  заключили настоящий Договор о нижеследующем:
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>1. Предмет договора</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.1.</strong> Поставщик обязуется поставлять, а Покупатель обязуется
  принимать и оплачивать металлопродукцию вид, количество, ассортимент,
  комплектность, характеристики, цена, срок, условия поставки и иные данные
  которой указываются в Спецификациях на каждую поставку, являющихся
  неотъемлемой частью настоящего Договора. Спецификация оформляется в двух
  экземплярах, подписывается уполномоченными представителями сторон и является
  неотъемлемой частью настоящего договора. В дальнейшем поставляемая
  металлопродукция именуется Товаром.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.2.</strong> Поставщик обязуется поставлять Товар, качество которого
  соответствует утвержденным требованиям, стандартам, сертификатам и другим
  документам, определяющим требования к качеству Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.3.</strong> Поставщик гарантирует соблюдение мер предосторожности
  при транспортировке и хранении Товара с целью сохранения его пригодности к
  дальнейшему использованию и полезных качеств.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.4.</strong> Вместе с товаром Поставщик обязуется передать Покупателю
  документы, устанавливающие требования к качеству Товара, а также иные
  сопутствующие документы, прилагаемые к Товару его производителем.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.5.</strong> Поставщик гарантирует, что поставляемый Товар не
  находится под арестом, не является предметом залога и не обременен иными
  правами третьих лиц.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>1.6.</strong> Настоящий договор носит характер генерального соглашения
  в отношении всех партий поставок между сторонами в период действия настоящего
  договора. Все товарные, транспортные накладные, заявки и иные документы,
  подписанные в период действия договора, являются неотъемлемой частью
  настоящего договора, независимо от того, присутствуют ли в данных документах
  ссылка на настоящий договор.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>2. Сроки и порядок поставки</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.1.</strong> Поставка Товара осуществляется партиями на основании
  заявок Покупателя и при наличии соответствующего Товара на складе Поставщика.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.2.</strong> Заявка направляется Покупателем в адрес Поставщика по
  факсу / телефону / электронной почте / в виде электронного документа,
  подписанного квалифицированной электронной подписью.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.3.</strong> Покупатель обязан указать в заявке наименование,
  количество, ассортимент Товара, условия поставки (самовывоз/перевозчик)
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.4.</strong> После получения от Покупателя заявки при наличии у
  Поставщика возможности осуществить поставку Товара в соответствии с заявкой
  Покупателя Поставщик составляет и направляет Покупателю Спецификацию на
  поставку партии Товара, в которой должны содержаться сведения о наименовании,
  ассортименте и количестве, стоимости, сроках и условиях поставки Товара в
  заказываемой партии. При отсутствии возможности поставки Товара в точном
  соответствии с заявкой Покупателя Стороны принимают меры к согласованию иных
  условий поставки. После принятия согласованного решения Поставщик составляет и
  направляет Покупателю Спецификацию на поставку партии Товара и счет для оплаты
  партии Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.5.</strong> Счет направляется Поставщиком в адрес покупателя по
  факсу / телефону / электронной почте / в виде электронного документа,
  подписанного квалифицированной электронной подписью.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.6.</strong> Конкретная партия Товара по сортаментной позиции,
  согласованной сторонами в спецификации, принимается Поставщиком к исполнению в
  течение 3-х дней после получения Поставщиком предоплаты в течение срока
  действия счета на предоплату. При оплате счета на предоплату по окончании
  срока его действия, Поставщик вправе произвести поставку Товара с учетом
  наличия соответствующего Товара на складе ,либо отказаться от поставки Товара,
  о чем Покупатель должен быть уведомлен по по факсу / телефону / электронной
  почте / в виде электронного документа, подписанного квалифицированной
  электронной подписью.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.7.</strong> В случае предоставления Покупателю отсрочки платежа,
  конкретная партия Товара принимается Поставщиком к исполнению в течение 3-х
  дней после согласования сторонами спецификации при условии получения
  Поставщиком экземпляра спецификации и/или дополнительного соглашения об
  отсрочке платежа, подписанного уполномоченным представителем Покупателя.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.8.</strong> Форма поставки Товара (самовывоз (выборка) товаров
  Покупателем в месте нахождения Поставщика/ отгрузка Товара Поставщиком
  перевозчику) согласовывается Сторонами в Спецификации на каждую партию Товара.
  Обязательства Сторон по приемке Товара устанавливаются в зависимости от
  согласованной Сторонами формы поставки Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.</strong> Самовывоз (выборка) Товара Покупателем в месте
  нахождения Поставщика.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0;">
  <strong>2.9.1</strong> Поставка на условиях самовывоза (выборки) Товара
  Покупателем осуществляется на складах Поставщика на территории Российской
  Федерации, расположенных по следующим адресам: 
</p>
<p style="font-size: 12px; margin-left: 25px; margin-top: 0; margin-bottom: 0;">
  • г. Химки, ул. Октябрьская д.32 (мкр. Сходня).
</p>

<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.2</strong> Покупатель обеспечивает наличие у лица, прибывшего за
  Товаром, необходимых документов: 
</p>
<p style="font-size: 12px; margin-left: 25px; margin-top: 0; margin-bottom: 0;">
  • доверенность на право получения товарно-материальных ценностей, оформленную
  в соответствии с законодательством РФ;
  <br/>
  • документ, удостоверяющий личность получателя Товара: паспорт гражданина
  Российской Федерации, временное удостоверение личности гражданина, военный
  билет (для военнослужащих), паспорт иностранного гражданина (для иностранных
  граждан) и т.д.
</p>

<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.3</strong> Покупатель обеспечивает соблюдение лицом, прибывшим за
  Товаром, соблюдение правил пожарной безопасности, техники безопасности и
  других, действующих на территории Поставщика, нормативов и правил.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.4</strong> Приемка Товара производится на складе Покупателя и
  оформляется передаточным документом (двусторонним актом, распиской, товарной
  накладной, товарно-транспортной накладной, УПД и т.д.).
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.5</strong> Отгрузка Товара со склада Поставщика осуществляется
  силами и средствами Поставщика на автотранспортные средства Покупателя,
  которые должны быть приспособлены для безопасной перевозки Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.9.6</strong> О готовности Товара к самовывозу Поставщик уведомляет
  Покупателя посредством телефонной, факсимильной или электронной связи.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.10.</strong> Отгрузка Товара Поставщиком перевозчику.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.10.1</strong> Поставка осуществляется на условиях передачи Товара
  Поставщиком перевозчику, указанному Покупателем. Обязанность Поставщика по
  доставке Товара считается исполненной с момента передачи Товара перевозчику.
  Датой поставки Товаров считается дата, указанная в передаточном документе,
  подписанном Поставщиком и перевозчиком.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>2.10.2</strong> Право выбора перевозчика (транспортной организации)
  принадлежит Покупателю. Покупатель от своего имени и за свой счет заключает
  договор с перевозчиком.
</p>
<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>3. Цена договора</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>3.1.</strong> Общая цена настоящего Договора определяется как общая
  сумма всего поставленного Покупателю Товара за весь период действия Договора.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>3.2.</strong> Поставщик не вправе в одностороннем порядке увеличивать
  цену Товара после получения предоплаты.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>3.2.1</strong> При изменении стоимости Товара Поставщик обязан
  предложить Покупателю новую цену путем направления в его адрес предложения о
  согласовании новой стоимости Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>3.2.2</strong> Покупатель обязуется в течение 3 (трех) рабочих дней со
  дня получения предложения об изменении стоимости Товара направить в адрес
  Поставщика сообщение о согласии или несогласии с предложенным изменением
  стоимости Товара.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>4. Условия оплаты</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>4.1.</strong> Оплата стоимости Товара производится Покупателем путем
  перечисления денежных средств на расчетный счет Поставщика.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>4.2.</strong> Поставщик обязуется выставить на имя покупателя счет на
  оплату Товара, а Покупатель обязуется внести на основании этого счета полную
  стоимость Товара в срок, указанный в Спецификациях на каждую партию Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>4.3.</strong> Покупатель вправе осуществлять авансовые платежи в счет
  оплаты Товара, поставляемого по настоящему Договору.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>5. Передача и приемка Товара</strong>
</p>

<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.1.</strong> Подписание Поставщиком и Покупателем (перевозчиком)
  передаточного документа, содержащего перечень поставленного Товара со ссылкой
  на настоящий Договор поставки, свидетельствует о согласовании Сторонами
  условия Договора об ассортименте, количестве, цене и сроке поставки Товара.
  Одновременно с передачей Товара Поставщик передает Покупателю сопутствующие
  документы: счет, счет-фактуру, накладную, либо УПД, копию сертификат качества
  Товара и техническую документацию, предоставляемую заводом-изготовителем.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.</strong> Приемка Товара осуществляется одновременно с проверкой
  количества, качества и ассортимента Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.1</strong> В случае обнаружения в процессе приемки несоответствия
  передаваемого Товара требованиям Договора по ассортименту, комплектности и
  качеству (на предмет наличия видимых недостатков) Покупатель вправе отказаться
  от приемки Товара, составив соответствующий акт и потребовать замены Товара
  ненадлежащего качества другим товаром, соответствующим Договору.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.2</strong> В случае обнаружения в процессе приемки несоответствия
  передаваемого Товара требованиям Договора по количеству (Поставщик передал в
  нарушение Договора меньшее количество товара, чем определено Договором),
  Покупатель вправе потребовать от Поставщика передать недостающее количество
  Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.3</strong> Если Поставщик передал покупателю Товар в количестве,
  превышающем указанное в договоре, Покупатель вправе, известив об этом
  Поставщика, принять весь Товар. В случае принятия Покупателем товара в
  количестве, превышающем указанное в Договоре, дополнительно принятый Товар
  оплачивается по цене, определенной для Товара, принятого в соответствии с
  Договором, если иная цена не определена соглашением сторон.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.4</strong> Претензии Покупателя по ассортименту, количеству,
  комплектности и качеству (на предмет наличия видимых недостатков) Товара после
  его приемки и подписания передаточного документа, Поставщиком не принимаются и
  удовлетворению не подлежат.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.2.5</strong> В случае передачи Товара с нарушением срока его
  поставки, Покупатель вправе отказаться от приемки Товара. Претензии Покупателя
  по срокам поставки Товара, после его приемки и подписания передаточного
  документа, Поставщиком не принимаются и удовлетворению не подлежат.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.3.</strong> Приемка Товара по качеству на предмет наличия
  недостатков, которые не могли быть установлены при обычном способе приемки
  (скрытые недостатки) осуществляется Покупателем в течение 5-ти календарных
  дней с момента приемки Товара (не включая день приемки). В случае обнаружения
  скрытых недостатков поставленного Товара Покупатель обязан направить
  Поставщику соответствующую претензию. Претензии Покупателя по качеству Товара
  по истечении 5-ти календарных дней с момента приемки Товара (не включая день
  приемки), Поставщиком не принимаются и удовлетворению не подлежат.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.4.</strong> Претензии Покупателя, вытекающие из поставки Товара
  ненадлежащего качества, предъявленные им после приемки Товара, подлежат
  отклонению:
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.4.1</strong> если претензии предъявлены в связи с видимыми
  недостатками Товара, которые Покупатель мог и должен был выявить при приемке
  Товара;
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.4.2</strong> если Покупатель не докажет, что недостатки Товара
  возникли до его передачи Покупателю или по причинам, возникшим до этого
  момента;
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.4.3</strong> если недостатки Товара возникли после его передачи
  Покупателю вследствие нарушения Покупателем правил пользования Товаром или его
  хранения, либо действий третьих лиц, либо непреодолимой силы.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.5.</strong> При обнаружении недостатков во время приемки Товаров,
  несоответствий условиям настоящего договора и сведениям, указанным в товарной
  накладной на данные Товары, лица, осуществляющие прием-передачу Товара обязаны
  составить и подписать акт об обнаружении недостатков товара. Покупатель
  уведомляет об этом Поставщику в течение 10 дней.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.6.</strong> Обязательства Поставщика по поставке Товара считаются
  выполненными;
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.6.1</strong> С момента передачи Товара на складе Поставщика
  уполномоченному представителю Покупателя (выборка Товара Покупателем) и
  подписания обеими Сторонами товарной накладной.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>5.6.2</strong> С момента передачи Товара Перевозчику для доставки
  Покупателю.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>6. Момент перехода права собственности на товар и рисков</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>6.1.</strong> Право собственности на Товар переходит от Поставщика к
  Покупателю в момент передачи Товара Покупателю или перевозчику
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>6.2.</strong> Риск случайной гибели или случайного повреждения Товара
  переходит к Покупателю с момента перехода к нему права собственности на Товар.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>7. Срок действия договора</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.1.</strong> Настоящий Договор вступает в силу с момента подписания
  уполномоченными представителями Сторон и действует до 31 декабря 2020 года.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.2.</strong> Пролонгация договора: продление настоящего Договора,
  осуществляется Сторонами до момента истечения срока его действия путем
  заключения дополнительного соглашения о продлении Договора на определенный
  срок.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.3.</strong> Односторонний отказ от исполнения договора
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.3.1</strong> Односторонний отказ от исполнения Договора (полностью
  или частично) или одностороннее его изменение допускаются в случае
  существенного его нарушения одной из сторон.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.3.2</strong> Нарушение Договора Поставщиком предполагается
  существенным в случаях:  
</p>
<p style="font-size: 12px; margin-left: 25px; margin-top: 0; margin-bottom: 0;">
  • поставки Товара ненадлежащего качества с недостатками, которые не могут быть
  устранены в приемлемый для Покупателя срок; 
  <br/>
  • неоднократного нарушения сроков поставки Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.3.3</strong> Нарушение Договора Покупателем предполагается
  существенным в случаях: 
</p>
<p style="font-size: 12px; margin-left: 25px; margin-top: 0; margin-bottom: 0;">
  • неоднократного нарушения сроков оплаты Товара;
  <br/>
  • не однократной не выборки Товара.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>7.4.</strong> Договор считается измененным или расторгнутым с момента
  получения одной стороной уведомления другой стороны об одностороннем отказе от
  исполнения договора полностью или частично, если иной срок расторжения или
  изменения договора не предусмотрен в уведомлении, либо не определен
  соглашением сторон.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>8. Ответственность сторон</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>8.1.</strong> Если Покупатель своевременно не оплачивает переданный в
  соответствии с Договором Товар, Поставщик вправе потребовать оплаты Товара и
  уплаты неустойки (пени) в размере 0,1% от стоимости поставленного
  (отгруженного) или подготовленного к поставке (отгрузке), но не оплаченного в
  срок Товара за каждый день просрочки.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>8.2.</strong> Если Поставщик своевременно не отгружает в соответствие
  с Договором Товар, Покупатель вправе потребовать уплаты неустойки (пени) в
  размере 0,1% от стоимости не поставленного (неотгруженного) оплаченного Товара
  за каждый день просрочки
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>8.3.</strong> За немотивированный отказ от приемки согласованной
  партии Товара, или за неявку к месту поставки (отгрузки) согласованной партии
  Товара, а равно за необоснованный отказ от приемки Товара, Покупатель
  уплачивает Поставщику неустойку (штраф) в размере 5% от стоимости Товара.
  Покупатель не несет ответственности при отказе от принятия Товара, поставка
  которого просрочена на 10 (десять) дней.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>8.4.</strong> Пункты о взыскании пени и штрафов за нарушение сроков
  исполнения обязательств настоящего договора вступают в силу с момента
  предъявления письменной претензии. До предъявления письменной претензии пени
  взыскиваться не могут. В случае не выставления претензии ни одной из сторон
  сумма пени и штрафов по настоящему договору составляет 0,00 руб.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>8.5.</strong> Стороны не несут ответственности по обязательствам
  другой стороны перед третьими лицами
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>9. Форс-мажор</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>9.1.</strong> Ни одна из Сторон не несет ответственности за полное или
  частичное неисполнение обязательств по Настоящему договору, если это явилось
  следствием обстоятельств непреодолимой силы, а именно: пожар, землетрясение,
  наводнение, иные стихийные бедствия, забастовки, военные действия, действий
  органов государственной власти и местного самоуправления.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>9.2.</strong> Сторона, для которой наступили обстоятельства, указанные
  в п. 9.1. настоящего Договора, должна немедленно известить другую сторону о
  наступлении таковых.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>9.3.</strong> Если обстоятельства, указанные в п. 9.1. настоящего
  Договора, будут продолжаться более 6 месяцев, каждая Сторона имеет право
  отказаться от дальнейшего исполнения обязательств по настоящему договору, и в
  этом случае ни одна из Сторон не будет иметь права требовать от другой Стороны
  возмещения возможных убытков.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>10. Споры и разногласия</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>10.1.</strong> Все споры и разногласия по настоящему договору будут
  разрешаться путем переговоров на основе действующего законодательства и
  обычаев делового оборота.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>10.1.</strong> При не урегулировании спорных вопросов в процессе
  переговоров споры разрешаются в суде в порядке, установленном действующим
  законодательством.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>11. Конфиденциальность</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>11.1.</strong> В течение срока действия настоящего Договора, а также в
  течение 12 месяцев после его прекращения Стороны не должны предоставлять или
  разглашать иным способом конфиденциальную информацию, полученную в результате
  совместной деятельности, равно как и не должны недобросовестно использовать
  такую информацию для того, чтобы самим конкурировать друг с другом.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>12. Дополнительные условия и заключительные положения</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>12.1.</strong> Все изменения и дополнения к настоящему Договору
  являются его неотъемлемыми частями и действительны, если совершены в той же
  форме, что и настоящий договор, и подписаны обеими Сторонами или надлежаще
  уполномоченными на то представителями Сторон.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>12.2.</strong> Настоящий Договор составлен в двух экземплярах: по
  одному экземпляру для Поставщика и Покупателя. Каждый экземпляр имеет равную
  юридическую силу.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>12.3.</strong> Все уведомления и сообщения в рамках исполнения
  настоящего Договора должны направляться в письменной форме c уведомлением о
  вручении и описью вложения.
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
  <strong>12.4.</strong> Во всем остальном, не предусмотренном настоящим
  договором, Стороны будут руководствоваться действующим законодательством РФ.
</p>

<p
  style="
    font-size: 12px;
    margin-top: 10px;
    margin-bottom: 10px;
    text-align: center;
  "
>
  <strong>Реквизиты и подписи сторон:</strong>
</p>
<p style="font-size: 12px; margin-top: 0; margin-bottom: 0">
    <strong>
        ПОСТАВЩИК: <br/>
        {$seller['req_name_full']} <br/>
        {$seller['req_address']} <br/>
        ИНН / КПП: {$seller['req_inn']} / {$seller['req_kpp']} <br/>
        Банковские реквизиты: р/c {$seller['req_rs']}, {$seller['req_bank_name']} БИК {$seller['req_bik']}, к/c {$seller['req_ks']}<br/>
        Телефон: {$seller['req_phone']}
        <br />
        <br />
        Генеральный директор <span style="display: inline-block; width: 150px; border-bottom: 1px solid black;">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        </span> ({$seller['req_dir_name']})
        <br />
        <br />
        М.П.
        <br />
        <br />
        ПОКУПАТЕЛЬ: <br/>
        {$customer['Реквизиты']['полное_наименование']} <br/>
        {$customer['Адреса']['юридический']['индекс']}, 
        {$customer['Адреса']['юридический']['город']}, 
        {$customer['Адреса']['юридический']['улица']},
        д. {$customer['Адреса']['юридический']['дом']},
        офис {$customer['Адреса']['юридический']['офис']}
        <br/>
        ИНН / КПП: {$customer['Реквизиты']['ИНН']} / {$customer['Реквизиты']['КПП']} <br/>
        Банковские реквизиты: р/c {$customer['Банковские_реквизиты']['расчетный_счет']}, 
        {$customer['Банковские_реквизиты']['название_банка']} 
        БИК {$customer['Банковские_реквизиты']['БИК']}, 
        к/c {$customer['Банковские_реквизиты']['кор_счет']}<br/>
        Телефон: {$customer['Руководство']['директор']['телефон']}
        <br />
        <br />
        Генеральный директор 
        <span style="display: inline-block; width: 150px; border-bottom: 1px solid black;">
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        </span> 
        ({$customer['Руководство']['директор']['фио']})
    </strong>    
</p>
